var _Data = {
    "01": {
        "year": "Y1897",
        "date": "1897",
        "subject": {
            "hospital": "新竹醫院時期",
            "title": "第<i>1</i>任 高桑範成",
            "period": "任期：明治29年(1897年)"
        },
        "sort": "1"
    },
    "02": {
        "year": "Y1898",
        "date": "1898",
        "subject": {
            "hospital": "新竹醫院時期",
            "title": "第<i>2</i>任 何田守恭",
            "period": "任期：明治30至37年(1898年至1905年)"
        },
        "sort": "1"
    },
    "03": {
        "year": "Y1905",
        "date": "1905",
        "subject": {
            "hospital": "新竹醫院時期",
            "title": "第<i>3</i>任 蒲地佐惣太",
            "period": "任期：明治37年(1905年)"
        },
        "sort": "1"
    },
    "04": {
        "date": "1905",
        "subject": {
            "hospital": "新竹醫院時期",
            "title": "第<i>4</i>任 芳墿鷹之助",
            "period": "任期：明治37至39年(1905年至1907年)"
        },
        "sort": "1"
    },
    "05": {
        "year": "Y1907",
        "date": "1907",
        "subject": {
            "hospital": "新竹醫院時期",
            "title": "第<i>5</i>任 蒲地佐惣太",
            "period": "任期：明治39至40年(1907年至1908年)"
        },
        "sort": "1"
    },
    "06": {
        "year": "Y1908",
        "date": "1908",
        "subject": {
            "hospital": "新竹醫院時期",
            "title": "第<i>6</i>任 松尾峰太郎",
            "period": "任期：明治40年至45年(1908年至1913年)"
        },
        "sort": "1"
    },
    "07": {
        "year": "Y1913",
        "date": "1913",
        "subject": {
            "hospital": "新竹醫院時期",
            "title": "第<i>7</i>任 中川幸庵",
            "period": "任期：大正2年至7年(1913年至1918年)"
        },
        "dean": "第7任中川幸庵院長",
        "sort": "1"
    },
    "08": {
        "year": "Y1913",
        "date": "1913",
        "subject": {
            "hospital": "新竹醫院時期",
            "title": "第<i>8</i>任 今井佑",
            "period": "任期：大正7年至9年(1918年至1920年)"
        },
        "sort": "1"
    },
    "09": {
        "year": "Y1920",
        "date": "1920",
        "subject": {
            "hospital": "新竹醫院時期",
            "title": "第<i>9</i>任 近藤喜",
            "period": "任期：大正9年至12年(1920年至1923年)"
        },
        "photos": [
            "第9任近藤喜1", "第9任近藤喜2", "第9任近藤喜3"
        ],
        "smallpic": "第9任近藤喜",
        "sort": "1"
    },
    "10": {
        "year": "Y1923",
        "date": "1923",
        "subject": {
            "hospital": "新竹醫院時期",
            "title": "第<i>10</i>任 小倉企作",
            "period": "任期：大正12年至昭和3年(1923年至1928年)"
        },
        "sort": "1"
    },
    "11": {
        "year": "Y1928",
        "date": "1928",
        "subject": {
            "hospital": "新竹醫院時期",
            "title": "第<i>11</i>任 森澤清",
            "period": "任期：昭和3年至6年(1928年至1931年)"
        },
        "photos": [
            "第11任森澤清1", "第11任森澤清2"
        ],
        "smallpic": "第11任森澤清",
        "sort": "1"
    },
    "12": {
        "year": "Y1931",
        "date": "1931",
        "subject": {
            "hospital": "新竹醫院時期",
            "title": "第<i>12</i>任 大井司",
            "period": "任期：昭和6年至7年(1931年至1932年)"
        },
        "photos": [
            "第12任大井司"
        ],
        "smallpic": "第12任大井司",
        "sort": "1"
    },
    "13": {
        "year": "Y1932",
        "date": "1932",
        "subject": {
            "hospital": "新竹醫院時期",
            "title": "第<i>13</i>任 苗加寬三",
            "period": "任期：昭和7年至11年(1932年至1936年)"
        },
        "photos": [
            "第13任苗加寬三1", "第13任苗加寬三2", "第13任苗加寬三3"
        ],
        "smallpic": "第13任苗加寬三",
        "sort": "1"
    },
    "14": {
        "year": "Y1936",
        "date": "1936",
        "subject": {
            "hospital": "新竹醫院時期",
            "title": "第<i>14</i>任 佐藤敏",
            "period": "任期：昭和11年(1936年)"
        },
        "photos": [
            "第14任佐藤敏1", "第14任佐藤敏2"
        ],
        "smallpic": "第14任佐藤敏",
        "sort": "1"
    },
    "15": {
        "date": "1936",
        "subject": {
            "hospital": "新竹醫院時期",
            "title": "第<i>15</i>任 新免勝",
            "period": "任期：昭和12年至20年(1936年至1945年)"
        },
        "photos": [
            "第15任新免勝1", "第15任新免勝2", "第15任新免勝3"
        ],
        "smallpic": "第15任新免勝",
        "sort": "1"
    },
    "16": {
        "year": "Y1945",
        "date": "1945",
        "subject": {
            "hospital": "台灣省立新竹醫院時期",
            "title": "第<i>1</i>任 翁啟煊 院長",
            "period": "任期：民國34年11月至35年7月"
        },
        "summary": "檔1，民國35年1月3日臺灣省行政長官公署翁啟煊院長任免。",
        "dean": "第1任翁啟煊院長",
        "photos": [
            "新竹醫院第1任翁啟煊院長令-去背"
        ],
        "smallpic": "第1任翁啟煊院長",
        "sort": "1"
    },
    "17": {
        "year": "Y1946",
        "date": "1946",
        "subject": {
            "hospital": "台灣省立新竹醫院時期",
            "title": "第<i>2</i>任 蔡錫琴 院長",
            "period": "任期：民國35年7月至40年1月"
        },
        "summary": "檔2，民國35年7月22日臺灣省行政長官公署蔡錫琴院長任免人員通知書。",
        "dean": "第2任蔡錫琴院長",
        "photos": [
            "新竹醫院第2任蔡鍚琴院長1-去背", "新竹醫院第2任蔡鍚琴院長2-去背"
        ],
        "smallpic": "第2任蔡錫琴院長",
        "sort": "1"
    },
    "18": {
        "year": "Y1951",
        "date": "1951",
        "subject": {
            "hospital": "台灣省立新竹醫院時期",
            "title": "第<i>3</i>任 陳萬居 院長",
            "period": "任期：民國40年1月至41年7月"
        },
        "dean": "第3任陳萬居院長",
        "sort": "1"
    },
    "19": {
        "year": "Y1952",
        "date": "1952",
        "subject": {
            "hospital": "台灣省立新竹醫院時期",
            "title": "第<i>4</i>任 許南陽 院長",
            "period": "任期：民國41年7月至55年5月"
        },
        "dean": "第4任許南陽院長",
        "sort": "1"
    },
    "20": {
        "year": "Y1952",
        "date": "1952",
        "subject": {
            "hospital": "台灣省立新竹醫院時期",
            "title": "第<i>5</i>任 黃東錄 院長",
            "period": "任期：民國55年5月至60年7月"
        },
        "dean": "第5任黃東錄院長",
        "sort": "1"
    },
    "21": {
        "year": "Y1952",
        "date": "1952",
        "subject": {
            "hospital": "台灣省立新竹醫院時期",
            "title": "第<i>6</i>任 許太陽 院長",
            "period": "任期：民國60年7月至63年1月"
        },
        "summary": "檔3，民國60年6月16日臺灣省政府令核定許太陽院長職務。",
        "dean": "第6任許太陽院長",
        "photos": [
            "新竹醫院第6任許太陽院長臺灣省政府派令1-去背"
        ],
        "smallpic": "第6任許太陽院長",
        "sort": "1"
    },
    "22": {
        "year": "Y1974",
        "date": "1974",
        "subject": {
            "hospital": "台灣省立新竹醫院時期",
            "title": "第<i>7</i>任 游天翔 院長",
            "period": "任期：民國63年1月至66年7月"
        },
        "summary": "檔4，民國63年7月9日臺灣省政府衛生處轉發游天翔院長任命通知。",
        "dean": "第7任游天翔院長",
        "photos": [
            "新竹醫院第7任游天翔院長臺灣省政府衛生處轉發命令-去背"
        ],
        "smallpic": "第7任游天翔院長",
        "sort": "1"
    },
    "23": {
        "year": "Y1977",
        "date": "1977",
        "subject": {
            "hospital": "台灣省立新竹醫院時期",
            "title": "第<i>8</i>任 邱德魁 院長",
            "period": "任期：民國66年7月至71年5月"
        },
        "summary": "檔5，民國66年6月15日臺灣省政府核定邱德魁院長職務。",
        "dean": "第8任邱德魁院長",
        "photos": [
            "新竹醫院第8邱德魁任院長臺灣省政府命令-去背"
        ],
        "smallpic": "第8任邱德魁院長",
        "sort": "1"
    },
    "24": {
        "year": "Y1982",
        "date": "1982",
        "subject": {
            "hospital": "台灣省立新竹醫院時期",
            "title": "第<i>9</i>任 李澤田 院長",
            "period": "任期：民國71年6月至78年5月"
        },
        "summary": "檔6，民國71年9月9日臺灣省政府核定李澤田院長職務。",
        "dean": "第9任李澤田院長",
        "photos": [
            "新竹醫院第9任李澤田院長派令臺灣省政府核定-去背"
        ],
        "smallpic": "第9任李澤田院長",
        "sort": "1"
    },
    "25": {
        "year": "Y1989",
        "date": "1989",
        "subject": {
            "hospital": "台灣省立新竹醫院時期",
            "title": "第<i>10</i>任 王復蘇 院長",
            "period": "任期：民國78年5月至85年9月"
        },
        "summary": "檔7，民國78年5月12日臺灣省政府令核定王復蘇院長職務。",
        "dean": "第10任王復蘇院長",
        "photos": [
            "新竹醫院第10任王復蘇院長派令臺灣省政府核定-去背"
        ],
        "smallpic": "第10任王復蘇院長",
        "sort": "1"
    },
    "26": {
        "year": "Y1989",
        "date": "1989",
        "subject": {
            "hospital": "台灣省立新竹醫院暨行政院衛生署新竹醫院時期",
            "title": "第<i>11</i>任 簡聰健 院長",
            "period": "任期：民國86年9月至92年10月"
        },
        "summary": "檔8，民國86年10月7日銓敘部審定簡聰健院長職務。",
        "dean": "第11任簡聰健院長",
        "photos": [
            "新竹醫院第11任簡聰健院長銓敘部命令"
        ],
        "smallpic": "第11任簡聰健院長",
        "sort": "1"
    },
    "27": {
        "year": "Y2003",
        "date": "2003",
        "subject": {
            "hospital": "行政院衛生署新竹醫院時期",
            "title": "第<i>12</i>任 張景年 院長",
            "period": "任期：民國92年10月至99年12月"
        },
        "summary": "檔9，民國92年9月27日行政院衛生署令核定張景年院長職務。",
        "dean": "第12任張景年院長",
        "photos": [
            "新竹醫院第12任張景年院長行政院衛生署派令1", "新竹醫院第12任張景年院長行政院衛生署派令2"
        ],
        "smallpic": "第12任張景年院長",
        "sort": "1"
    },
    "28": {
        "year": "Y2010",
        "date": "2010",
        "subject": {
            "hospital": "行政院衛生署新竹醫院時期",
            "title": "第<i>13</i>任 陳文鍾 院長",
            "period": "任期：民國99年12月至100年4月"
        },
        "summary": "檔10，民國98年12月4日行政院衛生署令核定陳文鍾院長職務。",
        "dean": "第13任陳文鍾院長",
        "photos": [
            "新竹醫院第13任陳文鍾院長銓敘部審定1"
        ],
        "smallpic": "第13任陳文鍾院長",
        "sort": "1"
    },
    "29": {
        "year": "Y2011",
        "date": "2011",
        "subject": {
            "hospital": "國立臺灣大學醫學院附設醫院新竹分院時期",
            "title": "第<i>14</i>任 孫瑞昇 院長",
            "period": "任期：100年4月至104年7月"
        },
        "summary": "檔11，民國100年4月6日行政院衛生署函通知孫瑞昇院長職務。<br>檔12，民國100年6月30日國立臺灣大學醫學院附設醫院令核定孫瑞昇院長職務。",
        "dean": "第14任孫瑞昇院長",
        "photos": [
            "新竹醫院第14任孫瑞昇院長派令101年7月1日起借調擔任代理院長1", "新竹醫院第14任孫瑞昇院長派令101年7月1日起借調擔任代理院長2"
        ],
        "smallpic": "第14任孫瑞昇院長",
        "sort": "1"
    },
    "30": {
        "year": "Y2015",
        "date": "2015",
        "subject": {
            "hospital": "國立臺灣大學醫學院附設醫院新竹分院時期",
            "title": "第<i>15</i>任 洪冠予 院長",
            "period": "任期：104年8月至109年12月"
        },
        "summary": "檔13：民國104年7月29日國立臺灣大學醫學院附設醫院轉知臺灣大學核定洪冠予院長職務。",
        "dean": "第15任洪冠予院長",
        "photos": [
            "新竹醫院第15任洪冠予院長於104年8月起兼任院長"
        ],
        "smallpic": "第15任洪冠予院長",
        "sort": "1"
    },
    "31": {
        "year": "Y1993",
        "date": "1993",
        "subject": {
            "hospital": "臺灣省立竹東醫院時期",
            "title": "第<i>1</i>任 羅欽憲 院長",
            "period": "任期：82年7月1日至90年7月1日"
        },
        "summary": "檔14，民國82年6月23日臺灣省政府衛生處通知新竹醫院有關竹東醫院訂於82年7月1日舉行新任院長宣誓就職典禮。",
        "dean": "第1任羅欽憲院長",
        "photos": [
            "竹東第1任羅欽憲院長就職典禮"
        ],
        "smallpic": "第1任羅欽憲院長",
        "sort": "2"
    },
    "32": {
        "year": "Y1993",
        "date": "1993",
        "subject": {
            "hospital": "行政院衛生署竹東醫院時期",
            "title": "第<i>2</i>任 張景年 院長",
            "period": "任期：90年7月31日至91年7月2日"
        },
        "summary": "檔15，民國90年10月25日行政院衛生署令核定張景年院長職務。",
        "dean": "第2任張景年院長",
        "photos": [
            "竹東第2任張景年院長行政院衛生署令"
        ],
        "smallpic": "第2任張景年院長",
        "sort": "2"
    },
    "33": {
        "year": "Y2004",
        "date": "2004",
        "subject": {
            "hospital": "行政院衛生署竹東醫院時期",
            "title": "第<i>3</i>任 簡聰健 院長",
            "period": "任期：91年7月3日至92年5月1日"
        },
        "summary": "檔16，民國91年6月24日行政院衛生署令核定張景年院長職務。",
        "dean": "第3任簡聰健院長",
        "photos": [
            "竹東第3任簡聰健院長行政院衛生署令"
        ],
        "smallpic": "第3任簡聰健院長",
        "sort": "2"
    },
    "34": {
        "year": "Y2003",
        "date": "2003",
        "subject": {
            "hospital": "行政院衛生署竹東醫院時期",
            "title": "第<i>4</i>任 張世烈 院長",
            "period": "任期：92年5月2日至92年10月5日"
        },
        "summary": "檔17，民國92年5月2日行政院衛生署通知張世烈院長職務。",
        "dean": "第4任張世烈院長",
        "photos": [
            "第4任張世烈院長行政院衛生署函"
        ],
        "smallpic": "第4任張世烈院長",
        "sort": "2"
    },
    "35": {
        "date": "2003",
        "subject": {
            "hospital": "行政院衛生署竹東醫院時期",
            "title": "第<i>5</i>任 施國正 院長",
            "period": "任期：92年10月6日至98年12月16日"
        },
        "summary": "檔18，民國92年9月27日行政院衛生署令核定施國正院長職務。",
        "dean": "第5任施國正院長",
        "photos": [
            "竹東第5任施國正行政院衛生署派令1", "竹東第5任施國正行政院衛生署派令2"
        ],
        "smallpic": "第5任施國正院長",
        "sort": "2"
    },
    "36": {
        "year": "Y2009",
        "date": "2009",
        "subject": {
            "hospital": "行政院衛生署竹東醫院時期",
            "title": "第<i>6</i>任 王文彥 院長",
            "period": "任期：98年12月17日至100年6月30日"
        },
        "summary": "檔19，民國98年12月9日行政院衛生署令核定王文彥院長職務。",
        "dean": "第6任王文彥院長",
        "photos": [
            "竹東第6任王文彥院長行政院衛生署令"
        ],
        "smallpic": "第6任王文彥院長",
        "sort": "2"
    },
    "37": {
        "year": "Y2011",
        "date": "2011",
        "subject": {
            "hospital": "國立臺灣大學醫學院附設醫院竹東分院時期",
            "title": "第<i>7</i>任 朱宗信 院長",
            "period": "任期：100年7月1日至101年7月31"
        },
        "dean": "第7任朱宗信院長",
        "sort": "2"
    },
    "38": {
        "year": "Y2012",
        "date": "2012",
        "subject": {
            "hospital": "國立臺灣大學醫學院附設醫院竹東分院時期",
            "title": "第<i>8</i>任 趙嘉倫 院長",
            "period": "任期：101年8月1日至102年7月31日"
        },
        "summary": "檔20，民國101年7月25日國立臺灣大學同意趙嘉倫院長職務。",
        "dean": "第8任趙嘉倫院長",
        "photos": [
            "第8任趙嘉倫院長臺灣大學同意函"
        ],
        "smallpic": "第8任趙嘉倫院長",
        "sort": "2"
    },
    "39": {
        "year": "Y2014",
        "date": "2014",
        "subject": {
            "hospital": "國立臺灣大學醫學院附設醫院竹東分院時期",
            "title": "第<i>9</i>任 王明鉅 院長",
            "period": "任期：102年8月1日104年7月31日"
        },
        "dean": "第9任王明鉅院長",
        "sort": "2"
    },
    "40": {
        "year": "Y2015",
        "date": "2015",
        "subject": {
            "hospital": "國立臺灣大學醫學院附設醫院竹東分院時期",
            "title": "第<i>10</i>任 詹鼎正 院長",
            "period": "任期：104年8月1日至109年12月31日"
        },
        "summary": "檔21，民國104年7月29日國立臺灣大學同意詹鼎正院長職務。",
        "dean": "第10任詹鼎正院長",
        "photos": [
            "第10任詹鼎正院長總院核定"
        ],
        "smallpic": "第10任詹鼎正院長",
        "sort": "2"
    },
    "41": {
        "year": "Y2019",
        "date": "2019",
        "subject": {
            "hospital": "國立臺灣大學醫學院附設醫院生醫園區分院",
            "title": "第<i>1</i>任 余忠仁 院長",
            "period": "任期：108年12月16日至109年12月31日"
        },
        "summary": "國立臺灣大學 醫學系醫學士<br>國立臺灣大學 臨床醫學研究所博士<br>國立臺灣大學 管理學院商學碩士",
        "dean": "第1任余忠仁院長",
        "photos": [
            "新竹生醫園區分院余忠仁院長"
        ],
        "smallpic": "第1任余忠仁院長",
        "sort": "3"
    },
    "42": {
        "year": "Y2021",
        "date": "2021",
        "subject": {
            "hospital": "國立臺灣大學醫學院附設醫院新竹臺大分院",
            "title": "第<i>1</i>任 余忠仁 院長",
            "period": "任期：民國110年01月01日-114年07月31日"
        },
        "dean": "第1任余忠仁院長",
        "sort": "4"
    },
    "43": {
        "year": "Y2021",
        "date": "2021",
        "subject": {
            "hospital": "國立臺灣大學醫學院附設醫院生醫園區分院",
            "title": "第<i>1</i>任 負責人 蔡孟昆 副院長",
            "period": "任期：民國110年01月01日起"
        },
        "dean": "第1任負責人蔡孟昆副院長",
        "sort": "4"
    },
    "44": {
        "year": "Y2021",
        "date": "2021",
        "subject": {
            "hospital": "新竹臺大分院新竹醫院",
            "title": "第<i>1</i>任 負責人 詹鼎正 副院長",
            "period": "任期：民國110年01月01日-111年07月31日"
        },
        "dean": "第1任負責人詹鼎正副院長",
        "sort": "4"
    },
    "45": {
        "year": "Y2022",
        "date": "2022",
        "subject": {
            "hospital": "新竹臺大分院新竹醫院",
            "title": "第<i>2</i>任 負責人 楊宏智 副院長",
            "period": "任期：民國111年08月01日起"
        },
        "dean": "第2任負責人楊宏智副院長",
        "sort": "4"
    },
    "46": {
        "year": "Y2025",
        "date": "2025",
        "subject": {
            "hospital": "國立臺灣大學醫學院附設醫院新竹臺大分院",
            "title": "第<i>2</i></i>任 洪冠予 院長",
            "period": "任期：民國114年08月01日起"
        },
        "dean": "第2任洪冠予院長",
        "sort": "4"
    }
};