var _Data = {
    "01": {
        "year": "Y1896",
        "date": "1896",
        "subject": {
            "hospital": "新竹醫院",
            "title": "第<i>1</i>任 高桑範成 院長",
            "period": "任期：明治29年(1896年)"
        },
        "sort": "1"
    },
    "02": {
        "year": "Y1897",
        "date": "1897",
        "subject": {
            "hospital": "新竹醫院",
            "title": "第<i>2</i>任 河田守恭 院長",
            "period": "任期：明治30至37年(1897年至1904年)"
        },
        "summary": "檔案1，新竹醫院長事務取扱總督府醫院醫員河田守恭ニ新竹廳衛生顧問ヲ囑託ス」，資料來源「國史館臺灣文獻館」。",
        "photos": [
            "第2任河田守恭"
        ],
        "smallpic": "第2任河田守恭",
        "sort": "1"
    },
    "03": {
        "year": "Y1904",
        "date": "1904",
        "subject": {
            "hospital": "新竹醫院",
            "title": "第<i>3</i>任 蒲地佐惣太 院長",
            "period": "任期：明治37年(1904年)"
        },
        "summary": "檔案2，蒲地佐惣太新竹避病院長事務ヲ囑託セラル，資料來源「國史館臺灣文獻館」。",
        "photos": [
            "第3任蒲地佐惣太"
        ],
        "smallpic": "第3任蒲地佐惣太",
        "sort": "1"
    },
    "04": {
        "date": "1904",
        "subject": {
            "hospital": "新竹醫院",
            "title": "第<i>4</i>任 芳澤鷹之助 院長",
            "period": "任期：明治37至39年(1904年至1906年)"
        },
        "sort": "1"
    },
    "05": {
        "year": "Y1906",
        "date": "1906",
        "subject": {
            "hospital": "新竹醫院",
            "title": "第<i>5</i>任 蒲地佐惣太 院長",
            "period": "任期：明治39至40年(1906年至1907年)"
        },
        "sort": "1"
    },
    "06": {
        "year": "Y1908",
        "date": "1908",
        "subject": {
            "hospital": "新竹醫院",
            "title": "第<i>6</i>任 松尾峰太郎 院長",
            "period": "任期：明治40年至大正2年(1908年至1913年)"
        },
        "sort": "1"
    },
    "07": {
        "year": "Y1913",
        "date": "1913",
        "subject": {
            "hospital": "新竹醫院",
            "title": "第<i>7</i>任 中川幸庵 院長",
            "period": "任期：大正2年至7年(1913年至1918年)"
        },
        "summary": "檔案3，醫院醫員中川幸庵（新竹醫院長事務取扱），資料來源「國史館臺灣文獻館」。",
        "photos": [
            "第7任中川幸庵"
        ],
        "smallpic": "第7任中川幸庵",
        "dean": "第7任中川幸庵院長",
        "sort": "1"
    },
    "08": {
        "year": "Y1918",
        "date": "1918",
        "subject": {
            "hospital": "新竹醫院",
            "title": "第<i>8</i>任 今井祐 院長",
            "period": "任期：大正7年至9年(1918年至1920年)"
        },
        "sort": "1"
    },
    "09": {
        "year": "Y1920",
        "date": "1920",
        "subject": {
            "hospital": "新竹醫院",
            "title": "第<i>9</i>任 近藤喜一 院長",
            "period": "任期：大正9年至12年(1920年至1923年)"
        },
        "summary": "檔案4，臺灣總督府新竹醫院近藤喜一先生任命案，資料來源「國史館臺灣文獻館」。",
        "photos": [
            "第9任近藤喜一2"
        ],
        "smallpic": "第9任近藤喜一",
        "dean": "第9任近藤喜一院長",
        "sort": "1"
    },
    "10": {
        "year": "Y1923",
        "date": "1923",
        "subject": {
            "hospital": "新竹醫院",
            "title": "第<i>10</i>任 小倉金作 院長",
            "period": "任期：大正12年<i>至昭和3年(1923年至1928年)</i>"
        },
        "dean": "第10任小倉金作院長",
        "sort": "1"
    },
    "11": {
        "year": "Y1928",
        "date": "1928",
        "subject": {
            "hospital": "新竹醫院",
            "title": "第<i>11</i>任 森澤清 院長",
            "period": "任期：昭和3年<i>至6年(1928年至1931年)</i>"
        },
        "summary": "檔案5，森澤清新竹醫院長ヲ命ス，資料來源「國史館臺灣文獻館」。",
        "photos": [
            "第11任森澤清1"
        ],
        "smallpic": "第11任森澤清",
        "dean": "第11任森澤清院長",
        "sort": "1"
    },
    "12": {
        "year": "Y1931",
        "date": "1931",
        "subject": {
            "hospital": "新竹醫院",
            "title": "第<i>12</i>任 大井司 院長",
            "period": "任期：昭和6年<i>至7年(1931年至1932年)</i>"
        },
        "summary": "檔案6，大井司新竹醫院長ヲ命ス，資料來源「國史館臺灣文獻館」。",
        "photos": [
            "第12任大井司"
        ],
        "smallpic": "第12任大井司",
        "dean": "第12任大井司院長",
        "sort": "1"
    },
    "13": {
        "year": "Y1932",
        "date": "1932",
        "subject": {
            "hospital": "新竹醫院",
            "title": "第<i>13</i>任 苗加寬三 院長",
            "period": "任期：昭和7年<i>至11年(1932年至1936年)</i>"
        },
        "summary": "檔案7，苗加寬三新竹醫院長事務取扱ヲ命ス，資料來源「國史館臺灣文獻館」。",
        "photos": [
            "第13任苗加寬三3"
        ],
        "smallpic": "第13任苗加寬三",
        "sort": "1"
    },
    "14": {
        "year": "Y1936",
        "date": "1936",
        "subject": {
            "hospital": "新竹醫院",
            "title": "第<i>14</i>任 佐藤敏 院長",
            "period": "任期：昭和11年(1936年)"
        },
        "summary": "檔案8，佐藤敏新竹醫院長事務取扱ヲ命ス，資料來源「國史館臺灣文獻館」。",
        "photos": [
            "第14任佐藤敏1"
        ],
        "smallpic": "第14任佐藤敏",
        "dean": "第14任佐藤敏院長",
        "sort": "1"
    },
    "15": {
        "date": "1936",
        "subject": {
            "hospital": "新竹醫院",
            "title": "第<i>15</i>任 新免勝 院長",
            "period": "任期：昭和12年<i>至20年(1936年至1945年)</i>"
        },
        "summary": "檔案9，新免勝新竹醫院長ヲ命ス，資料來源「國史館臺灣文獻館」。",
        "photos": [
            "第15任新免勝1"
        ],
        "smallpic": "第15任新免勝",
        "sort": "1"
    },
    "16": {
        "year": "Y1945",
        "date": "1945/11",
        "subject": {
            "hospital": "臺灣省立新竹醫院",
            "title": "第<i>1</i>任 翁啟煊 院長",
            "period": "任期：民國34年(1945年)11月<i>至民國35年(1946年)7月</i>"
        },
        "summary": "檔案10，翁啟煊等代理各省立醫院院長案(第1頁)，資料來源「國史館臺灣文獻館」。<br>檔案11，翁啟煊等代理各省立醫院院長案(第2頁)，資料來源「國史館臺灣文獻館」。<br>檔案12，翁啟煊等代理各省立醫院院長案(第3頁)，資料來源「國史館臺灣文獻館」。",
        "dean": "第1任翁啟煊院長",
        "photos": [
            "新竹醫院第1任翁啟煊院長令-去背", "新竹醫院第1任翁啟煊1", "新竹醫院第1任翁啟煊2"
        ],
        "smallpic": "第1任翁啟煊院長",
        "sort": "1"
    },
    "17": {
        "year": "Y1946",
        "date": "1946/7",
        "subject": {
            "hospital": "臺灣省立新竹醫院",
            "title": "第<i>2</i>任 蔡錫琴 院長",
            "period": "任期：民國35年(1946年)7月<i>至民國40年(1951年)1月</i>"
        },
        "summary": "檔案13，蔡錫琴先生代理院長案，資料來源「國史館臺灣文獻館」。",
        "dean": "第2任蔡錫琴院長",
        "photos": [
            "新竹醫院第2任蔡鍚琴院長2-去背"
        ],
        "smallpic": "第2任蔡錫琴院長",
        "sort": "1"
    },
    "18": {
        "year": "Y1951",
        "date": "1951/1",
        "subject": {
            "hospital": "臺灣省立新竹醫院",
            "title": "第<i>3</i>任 陳萬居 院長",
            "period": "任期：民國40年(1951年)1月<i>至民國41年(1952年)7月</i>"
        },
        "dean": "第3任陳萬居院長",
        "sort": "1"
    },
    "19": {
        "year": "Y1952",
        "date": "1952/7",
        "subject": {
            "hospital": "臺灣省立新竹醫院",
            "title": "第<i>4</i>任 許南陽 院長",
            "period": "任期：民國41年(1952年)7月<i>至民國55年(1966年)5月</i>"
        },
        "dean": "第4任許南陽院長",
        "sort": "1"
    },
    "20": {
        "year": "Y1952",
        "date": "1952/5",
        "subject": {
            "hospital": "臺灣省立新竹醫院",
            "title": "第<i>5</i>任 黃東錄 院長",
            "period": "任期：民國55年(1966年)5月<i>至民國60年(1971年)7月</i>"
        },
        "dean": "第5任黃東錄院長",
        "sort": "1"
    },
    "21": {
        "year": "Y1971",
        "date": "1971/7",
        "subject": {
            "hospital": "臺灣省立新竹醫院",
            "title": "第<i>6</i>任 許太陽 院長",
            "period": "任期：民國60年(1971年)7月<i>至民國63年(1974年)1月</i>"
        },
        "summary": "檔案14，許太陽先生民國60年(1971年)6月16日臺灣省政府令",
        "dean": "第6任許太陽院長",
        "photos": [
            "新竹醫院第6任許太陽院長臺灣省政府派令1-去背"
        ],
        "smallpic": "第6任許太陽院長",
        "sort": "1"
    },
    "22": {
        "year": "Y1974",
        "date": "1974/1",
        "subject": {
            "hospital": "臺灣省立新竹醫院",
            "title": "第<i>7</i>任 游天翔 院長",
            "period": "任期：民國63年(1974年)1月<i>至民國66年(1977年)7月</i>"
        },
        "summary": "檔案15，游天翔先生民國63年(1974年)7月9日臺灣省政府衛生處轉發任命令。",
        "dean": "第7任游天翔院長",
        "photos": [
            "新竹醫院第7任游天翔院長臺灣省政府衛生處轉發命令-去背"
        ],
        "smallpic": "第7任游天翔院長",
        "sort": "1"
    },
    "23": {
        "year": "Y1977",
        "date": "1977/7",
        "subject": {
            "hospital": "臺灣省立新竹醫院",
            "title": "第<i>8</i>任 邱德魁 院長",
            "period": "任期：民國66年(1977年)7月<i>至民國71年(1982年)5月</i>"
        },
        "summary": "檔案16，邱德魁先生民國66年(1977年)6月15日臺灣省政府令。",
        "dean": "第8任邱德魁院長",
        "photos": [
            "新竹醫院第8邱德魁任院長臺灣省政府命令-去背"
        ],
        "smallpic": "第8任邱德魁院長",
        "sort": "1"
    },
    "24": {
        "year": "Y1982",
        "date": "1982/6",
        "subject": {
            "hospital": "臺灣省立新竹醫院",
            "title": "第<i>9</i>任 李澤田 院長",
            "period": "任期：民國71年(1982年)6月<i>至民國78年(1989年)5月</i>"
        },
        "summary": "檔案17，李澤田先生民國71年(1982年)9月9日臺灣省政府令。",
        "dean": "第9任李澤田院長",
        "photos": [
            "新竹醫院第9任李澤田院長派令臺灣省政府核定-去背"
        ],
        "smallpic": "第9任李澤田院長",
        "sort": "1"
    },
    "25": {
        "year": "Y1989",
        "date": "1989/5",
        "subject": {
            "hospital": "臺灣省立新竹醫院",
            "title": "第<i>10</i>任 王復蘇 院長",
            "period": "任期：民國78年(1989年)5月<i>至民國85年(1996年)9月</i>"
        },
        "summary": "檔案18，王復蘇先生民國78年(1989年)5月12日臺灣省政府令",
        "dean": "第10任王復蘇院長",
        // "photos": [
        //     "新竹醫院第10任王復蘇院長派令臺灣省政府核定-去背"
        // ],
        // "smallpic": "第10任王復蘇院長",
        "sort": "1"
    },
    "26": {
        "year": "Y1997",
        "date": "1997/9",
        "subject": {
            "hospital": "臺灣省立新竹醫院暨行政院衛生署新竹醫院",
            "title": "第<i>11</i>任 簡聰健 院長",
            "period": "任期：民國86年(1997年)9月<i>至民國92年(2003年)10月</i>"
        },
        "summary": "檔案19，簡聰健先生民國86年(1997年)10月7日銓敘部審定函。",
        "dean": "第11任簡聰健院長",
        "photos": [
            "新竹醫院第11任簡聰健院長銓敘部命令"
        ],
        "smallpic": "第11任簡聰健院長",
        "sort": "1"
    },
    "27": {
        "year": "Y2003",
        "date": "2003/10",
        "subject": {
            "hospital": "行政院衛生署新竹醫院",
            "title": "第<i>12</i>任 張景年 院長",
            "period": "任期：民國92年(2003年)10月<i>至民國98年(2009年)12月</i>"
        },
        "summary": "檔案20，張景年先生民國92年(2003年)9月27日行政院衛生署令(第1頁)。<br>檔案21，張景年先生民國92年(2003年)9月27日行政院衛生署令(第2頁)。",
        "dean": "第12任張景年院長",
        "photos": [
            "新竹醫院第12任張景年院長行政院衛生署派令1", "新竹醫院第12任張景年院長行政院衛生署派令2"
        ],
        "smallpic": "第12任張景年院長",
        "sort": "1"
    },
    "28": {
        "year": "Y2009",
        "date": "2009/12",
        "subject": {
            "hospital": "行政院衛生署新竹醫院",
            "title": "第<i>13</i>任 陳文鍾 院長",
            "period": "任期：民國98年(2009年)12月<i>至民國100年(2011年)4月</i>"
        },
        "summary": "檔案22，民國98年(2009年)12月4日行政院衛生署令，核定陳文鍾調派代，民國98年(2009年)12月16日生效。",
        "dean": "第13任陳文鍾院長",
        "photos": [
            "新竹醫院第13任陳文鍾院長銓敘部審定1"
        ],
        "smallpic": "第13任陳文鍾院長",
        "sort": "1"
    },
    "29": {
        "year": "Y2011",
        "date": "2011/4",
        "subject": {
            "hospital": "國立臺灣大學醫學院附設醫院新竹分院",
            "title": "第<i>14</i>任 孫瑞昇 院長",
            "period": "任期：民國100年(2011年)4月<i>至民國104年(2015年)7月</i>"
        },
        "summary": "檔案23，民國100年(2011年)6月30日國立臺灣大學醫學院附設醫院令，核定孫瑞昇一員派免自民國100年(2011年)7月1日起，兼代院長職務事宜。",
        "dean": "第14任孫瑞昇院長",
        "photos": [
            "新竹醫院第14任孫瑞昇院長派令101年7月1日起借調擔任代理院長1", "新竹醫院第14任孫瑞昇院長派令101年7月1日起借調擔任代理院長2"
        ],
        "smallpic": "第14任孫瑞昇院長",
        "sort": "1"
    },
    "30": {
        "year": "Y2015",
        "date": "2015/8",
        "subject": {
            "hospital": "國立臺灣大學醫學院附設醫院新竹分院",
            "title": "第<i>15</i>任 洪冠予 院長",
            "period": "任期：民國104年(2015年)8月1日<i>至民國109年(2020年)12月</i>"
        },
        "summary": "檔案24，民國104年(2015)7月29日國立臺灣大學醫學院附設醫院校附醫人字第1040201947號函，核定自104年8月1日起由醫學系內科洪冠予教授兼任。",
        "dean": "第15任洪冠予院長",
        "photos": [
            "新竹醫院第15任洪冠予院長於104年8月起兼任院長"
        ],
        "smallpic": "第15任洪冠予院長",
        "sort": "1"
    },
    "31": {
        "year": "Y1993",
        "date": "1993/7",
        "subject": {
            "hospital": "臺灣省立竹東醫院",
            "title": "第<i>1</i>任 羅欽憲 院長",
            "period": "任期：民國82年(1993年)7月1日<i>至民國90年(2001年)7月1日</i>"
        },
        "summary": "檔案25，民國82年(1993年)6月23日臺灣省政府衛生處004357號函，竹東醫院訂於民國82年(1993年)7月1日辦理新任(羅欽憲)先生宣誓就職典禮。",
        "dean": "第1任羅欽憲院長",
        "photos": [
            "竹東第1任羅欽憲院長就職典禮"
        ],
        "smallpic": "第1任羅欽憲院長",
        "sort": "2"
    },
    "32": {
        "year": "Y2001",
        "date": "2001/7",
        "subject": {
            "hospital": "行政院衛生署竹東醫院",
            "title": "第<i>2</i>任 張景年 院長",
            "period": "任期：民國90年(2001年)7月31日<i>至民國91年(2002年)7月2日</i>"
        },
        "summary": "檔案26，張景年先生民國90年(2001年)10月25日行政院衛生署第9600588號令",
        "dean": "第2任張景年院長",
        "photos": [
            "竹東第2任張景年院長行政院衛生署令"
        ],
        "smallpic": "第2任張景年院長",
        "sort": "2"
    },
    "33": {
        "year": "Y2002",
        "date": "2002/7",
        "subject": {
            "hospital": "行政院衛生署竹東醫院",
            "title": "第<i>3</i>任 簡聰健 院長",
            "period": "任期：民國91年(2002年)7月3日<i>至民國92年(2003年)5月1日</i>"
        },
        "summary": "檔案27，簡聰健先生民國91年(2002年)6月24日行政院衛生署衛授中字第0919600308號函",
        "dean": "第3任簡聰健院長",
        "photos": [
            "竹東第3任簡聰健院長行政院衛生署令"
        ],
        "smallpic": "第3任簡聰健院長",
        "sort": "2"
    },
    "34": {
        "year": "Y2003",
        "date": "2003/5",
        "subject": {
            "hospital": "行政院衛生署竹東醫院",
            "title": "第<i>4</i>任 張世烈 院長",
            "period": "任期：民國92年(2003年)5月2日<i>至民國92年(2003年)10月5日</i>"
        },
        "summary": "檔案28，張世烈先生民國92年(2003)5月2日行政院衛生署第0929600159號函",
        "dean": "第4任張世烈院長",
        "photos": [
            "第4任張世烈院長行政院衛生署函"
        ],
        "smallpic": "第4任張世烈院長",
        "sort": "2"
    },
    "35": {
        "date": "2003/10",
        "subject": {
            "hospital": "行政院衛生署竹東醫院",
            "title": "第<i>5</i>任 施國正 院長",
            "period": "任期：民國92年(2003年)10月6日<i>至民國98年(2009年)12月16日</i>"
        },
        "summary": "檔案29，施國正先生民國92年(2003年)9月27日行政院衛生署第0921101329令(第1頁)<br>檔案30，施國正先生民國92年(2003年)9月27日行政院衛生署第0921101329令(第2頁)",
        "dean": "第5任施國正院長",
        "photos": [
            "竹東第5任施國正行政院衛生署派令1", "竹東第5任施國正行政院衛生署派令2"
        ],
        "smallpic": "第5任施國正院長",
        "sort": "2"
    },
    "36": {
        "year": "Y2009",
        "date": "2009/12",
        "subject": {
            "hospital": "行政院衛生署竹東醫院",
            "title": "第<i>6</i>任 王文彥 院長",
            "period": "任期：民國98年(2009年)12月17日<i>至民國100年(2011年)6月30日</i>"
        },
        "summary": "檔案31，王文彥先生民國98年(2009年)12月9日行政院衛生署第0981160999號令",
        "dean": "第6任王文彥院長",
        "photos": [
            "竹東第6任王文彥院長行政院衛生署令"
        ],
        "smallpic": "第6任王文彥院長",
        "sort": "2"
    },
    "37": {
        "year": "Y2011",
        "date": "2011/7",
        "subject": {
            "hospital": "國立臺灣大學醫學院附設醫院竹東分院",
            "title": "第<i>7</i>任 朱宗信 院長",
            "period": "任期：民國100年(2011年)7月1日<i>至民國101年(2012年)7月31日</i>"
        },
        "dean": "第7任朱宗信院長",
        "sort": "2"
    },
    "38": {
        "year": "Y2012",
        "date": "2012/8",
        "subject": {
            "hospital": "國立臺灣大學醫學院附設醫院竹東分院",
            "title": "第<i>8</i>任 趙嘉倫 院長",
            "period": "任期：民國101年(2012年)8月1日<i>至民國102年(2013年)7月31日</i>"
        },
        "summary": "檔案32，趙嘉倫先生民國98年(2009年)12月9日行政院衛生署第0981160999號令",
        "dean": "第8任趙嘉倫院長",
        "photos": [
            "第8任趙嘉倫院長臺灣大學同意函"
        ],
        "smallpic": "第8任趙嘉倫院長",
        "sort": "2"
    },
    "39": {
        "year": "Y2013",
        "date": "2013/8",
        "subject": {
            "hospital": "國立臺灣大學醫學院附設醫院竹東分院",
            "title": "第<i>9</i>任 王明鉅 院長",
            "period": "任期：民國102年(2013年)8月1日<i>至民國104年(2015年)7月31日</i>"
        },
        "dean": "第9任王明鉅院長",
        "sort": "2"
    },
    "40": {
        "year": "Y2015",
        "date": "2015/8",
        "subject": {
            "hospital": "國立臺灣大學醫學院附設醫院竹東分院",
            "title": "第<i>10</i>任 詹鼎正 院長",
            "period": "任期：民國104年(2015年)8月1日<i>至民國109年(2020年)12月31日</i>"
        },
        "summary": "檔案33，國立臺灣大學醫學院附設醫院民國104年(2015年)7月29日校附醫人字第10402019471號核定詹鼎正先生擔任院長。",
        "dean": "第10任詹鼎正院長",
        "photos": [
            "第10任詹鼎正院長總院核定"
        ],
        "smallpic": "第10任詹鼎正院長",
        "sort": "2"
    },
    "41": {
        "year": "Y2019",
        "date": "2019/9",
        "subject": {
            "hospital": "國立臺灣大學醫學院附設醫院生醫園區分院",
            "title": "第<i>1</i>任 余忠仁 院長",
            "period": "任期：民國108年(2019年)9月18日<i>至民國109年(2020年)12月31日</i>"
        },
        "summary": "檔案34，國立臺灣大學醫學院附設醫院民國108年(2019年)9月25日核定余忠仁先生擔任院長。",
        "dean": "第1任余忠仁院長",
        "photos": [
            "新竹生醫園區分院余忠仁院長"
        ],
        "smallpic": "第1任余忠仁院長",
        "sort": "3"
    },
    "42": {
        "year": "Y2021",
        "date": "2021/1",
        "subject": {
            "hospital": "國立臺灣大學醫學院附設醫院新竹臺大分院",
            "title": "第<i>1</i>任 余忠仁 院長",
            "period": "任期：民國110年(2021年)1月1日<i>至民國114年(2025年)7月31日</i>"
        },
        "dean": "第1任余忠仁院長",
        "sort": "4"
    },
    "43": {
        "year": "Y2021",
        "date": "2021/1",
        "subject": {
            "hospital": "國立臺灣大學醫學院附設醫院新竹臺大分院生醫醫院",
            "title": "第<i>1</i>任 負責人 蔡孟昆 副院長",
            "period": "任期：民國110年(2021年)1月1日至今"
        },
        "dean": "第1任負責人蔡孟昆副院長",
        "sort": "4"
    },
    "44": {
        "year": "Y2021",
        "date": "2021/1",
        "subject": {
            "hospital": "國立臺灣大學醫學院附設醫院新竹臺大分院新竹醫院",
            "title": "第<i>1</i>任 負責人 詹鼎正 副院長",
            "period": "任期：民國110年(2021年)1月1日<i>至民國111年7月31日</i>"
        },
        "dean": "第1任負責人詹鼎正副院長",
        "sort": "4"
    },
    "45": {
        "year": "Y2022",
        "date": "2022/8",
        "subject": {
            "hospital": "國立臺灣大學醫學院附設醫院新竹臺大分院新竹醫院",
            "title": "第<i>2</i>任 負責人 楊宏智 副院長",
            "period": "任期：民國111年(2022年)8月1日至今"
        },
        "dean": "第2任負責人楊宏智副院長",
        "sort": "4"
    },
    "46": {
        "year": "Y2025",
        "date": "2025/8",
        "subject": {
            "hospital": "國立臺灣大學醫學院附設醫院新竹臺大分院",
            "title": "第<i>2</i>任 洪冠予 院長",
            "period": "任期：民國114年(2025年)8月1日至今"
        },
        "dean": "第2任洪冠予院長",
        "sort": "4"
    }
};